Repository: wp-plugins/simple-catalogue
Catalog: languages/simple-catalogue-*.po
Languages: de_de

source: Edit
de_de: Bearbeiten

source: Singular Name
de_de: Singular Namen

source: Plural Name
de_de: Plural Namen

source: Icon
de_de: Symbol

source: Actions
de_de: Aktionen

source: Items attached
de_de: Artikel angebracht

source: Update
de_de: Aktualisierung

source: Delete
de_de: Löschen

source: All
de_de: Alle

source: Parent
de_de: Elternteil

source: Add new item
de_de: Neues Element hinzufügen

source: View
de_de: Ansicht

source: Separate width commas
de_de: Separate Breite Kommata

source: Add or remove
de_de: Hinzufügen oder entfernen

source: Most used
de_de: Die meisten verwendeten

source: Search
de_de: Suche

source: Nothing found
de_de: Nichts gefunden

source: New catalogue item
de_de: Neuer Katalog Artikel

source: Add Categories
de_de: In Kategorien

source: Simple Catalogue settings
de_de: Einfache Katalog-Einstellungen

source: Manage items
de_de: Artikel verwalten

source: Add new items
de_de: Hinzufügen neuer Artikel

source: Add new
de_de: Neue hinzufügen

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um auf diese Seite zuzugreifen.

source: New Custom Post type creation
de_de: New Custom Beitrag Typ Erstellung

source: Slug
de_de: Schnecke

source: You can add here a new item for your catalogue. Please fill these fields and validate for creation
de_de: Sie können hier ein neues Element für Ihren Katalog hinzufügen. Bitte füllen Sie diese Felder aus und bestätigen Sie für die Erstellung

source: (required)
de_de: (Erforderlich)

source: Enter your menu icon name
de_de: Geben Sie Ihre Menüsymbol Namen

source: This will add a custom icon when you choose to display the item link as primary level admin menu link
de_de: Dies wird ein benutzerdefiniertes Symbol hinzufügen, wenn Sie das Element Link als Primarstufe Admin-Menü Link anzuzeigen wählen

source: This page
de_de: Diese Seite

source: to choose your icon and enter the name like this : dashicons-exemple - if empty, dashicons-format-aside will be use.
de_de: zu Ihrem Symbol wählen und geben Sie den Namen so: dashicons-exemple - wenn leer, dashicons-Format-Seite verwenden können.

source: New Category creation
de_de: Neue Kategorie Schöpfung

source: You can add here a new category for your items. Please fill these fields and validate for creation
de_de: Sie können sich hier eine neue Kategorie für Ihren Artikel hinzufügen. Bitte füllen Sie diese Felder aus und bestätigen Sie für die Erstellung

source: Catalogue item for this category
de_de: Katalog Artikel in dieser Kategorie

source: You like this plugin ? Thank you for supporting developer by making a donation
de_de: Sie möchten dieses Plugin? Wir danken Ihnen für die Unterstützung Entwickler mit einer Spende

source: Categories list
de_de: Produktkategorien

source: Add
de_de: Hinzufügen

source: Action
de_de: Aktion

source: You can add or modify items and categories
de_de: Sie können hinzufügen oder ändern, Artikel und Kategorien

source: Items list
de_de: Merkliste

source: Please fill the required fields
de_de: Bitte füllen Sie die erforderlichen Felder

source: was updated successfully
de_de: wurde erfolgreich aktualisiert

source: Entry was successfully deleted
de_de: Eintrag wurde erfolgreich gelöscht

source: Catalogue's settings
de_de: Katalog der Einstellungen

source: You can manage your catalogue here by deleting items and and categories
de_de: Sie können den Katalog hier zu verwalten durch Löschen von Elementen und und Kategorien

source: Be careful when deleting an entry, this operation is not reversible !
de_de: Seien Sie vorsichtig beim Löschen eines Eintrags, ist dieser Vorgang nicht umkehrbar!

source: Return to calatogue's settings
de_de: Zurück zu den Einstellungen calatogue

source: Error while saving : this slug already exists
de_de: Fehler beim Speichern: Diese Schnecke ist bereits vorhanden

source: Entry was successfully saved
de_de: Eintrag wurde erfolgreich gespeichert
